{
    "IsRecentlyVerified": false,
    "ID": 128099,
    "UUID": "8CB28065-B0C0-4E43-9CF1-A9043DA43BFA",
    "DataProviderID": 1,
    "OperatorID": 1,
    "UsageTypeID": 4,
    "UsageCost": "Gratis",
    "AddressInfo": {
        "ID": 128445,
        "Title": "La Pieve Marsina ¦ GME ™",
        "AddressLine1": "Loc. Argenina – 53013  Monti di Sotto – Gaiole in Chianti (SI)",
        "AddressLine2": "Podere Arbia",
        "Town": "Gaiole in Chianti",
        "StateOrProvince": "SI",
        "Postcode": "53013",
        "CountryID": 112,
        "Latitude": 43.3887509428127,
        "Longitude": 11.4180021457169,
        "ContactTelephone1": "+3905771606120",
        "ContactTelephone2": "+39 349 8823426",
        "ContactEmail": "info@pievemarsina.com",
        "AccessComments": "COME RAGGIUNGERE LA PIEVE MARSINA\r\nLa Pieve Marsina si trova nel cuore del Chianti Senese, a 15 minuti di auto dalla maestosa bellezza di Siena, museo a cielo aperto, ma anche in posizione privilegiata per visitare il Chianti con i suoi villaggi storici ed i meravigliosi castelli. Non più di 15 minuti di macchina separano tra loro Gaiole, paese dell’ Eroica, Radda e Castellina con le loro mille cantine e le strade tanto belle da mozzare il fiato, Greve con la sua indimenticabile piazza e tante altre meraviglie tra cui perdersi. Inoltre, la centralità del Chianti, rende la Pieve Marsina un ottimo punto di partenza per spingersi fino alle bellezze di Firenze e Arezzo, per scoprire le storiche Monteriggioni, San Gimignano, Volterra, Pienza e Montepulciano e per regalarsi una giornata sulla splendida costa Maremmana.",
        "RelatedURL": "https://www.pievemarsina.com/",
        "DistanceUnit": 0
    },
    "Connections": [
        {
            "ID": 179270,
            "ConnectionTypeID": 25,
            "StatusTypeID": 50,
            "LevelID": 2,
            "Amps": 16,
            "Voltage": 230,
            "PowerKW": 3,
            "CurrentTypeID": 10,
            "Quantity": 1
        }
    ],
    "NumberOfPoints": 1,
    "GeneralComments": "BENVENUTI ALLA PIEVE MARSINA Un antico borgo medievale\r\nIl Country Retreat La Pieve Marsina nel cuore del Chianti Classico Senese offre un mix unico tra tradizione, relax e gusto. L’ atmosfera di un antico Borgo Medievale e l’ accurata ristrutturazione nel rispetto delle tradizioni, si uniscono sapientemente al comfort ed al gusto per l’ accoglienza fatta di servizi esclusivi. La posizione centrale tra le colline Senesi lo rende un punto di partenza ideale per vacanze enogastronomiche, culturali ed attive tra i magnifici paesaggi e le maestose città Toscane. Il grande giardino, la piscina panoramica e la suggestiva area relax lo rendono la scelta migliore per un soggiorno romantico, una vacanza tra amici o in famiglia.",
    "StatusTypeID": 50,
    "DateLastStatusUpdate": "2019-06-16T15:58:00Z",
    "DataQualityLevel": 1,
    "DateCreated": "2019-06-14T20:33:00Z",
    "SubmissionStatusTypeID": 200
}