{
    "DateLastVerified": "2012-09-16T21:08:00Z",
    "ID": 13343,
    "UUID": "FF42DE79-48D5-4480-B34B-5EF8EFC007D9",
    "DataProviderID": 1,
    "UsageTypeID": 6,
    "UsageCost": "Free",
    "AddressInfo": {
        "ID": 13240,
        "Title": "City Center Hilton",
        "AddressLine1": "255 W South Temple ",
        "AddressLine2": "",
        "Town": "Salt Lake City",
        "StateOrProvince": "Utah",
        "Postcode": " 84101",
        "CountryID": 2,
        "Latitude": 40.768922,
        "Longitude": -111.89850999999999,
        "ContactTelephone1": " 1-801-328-2000",
        "ContactTelephone2": "",
        "ContactEmail": "slc.hotelinfo@hilton.com",
        "AccessComments": "  The Hilton Salt Lake City Center hotel is nestled in the downtown business district just eight minutes from the Salt Lake International Airport and across the street from the Salt Palace Convention Center.  Hilton Salt Lake City Center is perfectly situated for business and leisure travelers.  We are within three blocks of more than 60 restaurants and two shopping malls, EnergySolutions Arena (home of the Utah Jazz), historic Temple Square and the Family History Library.     Driving from Salt Lake City International Airport:   The Hilton Salt Lake City Center hotel is located just seven miles from Salt Lake City International Airport, with an approximate drive time of ten minutes.  If you choose to drive from Salt Lake City International Airport, follow signs for I-80 Eastbound (City Center). Take I-80 East and exit at 600 South. Follow 600 South to West Temple (Four lights). Turn left on West Temple and the Hilton Salt Lake City Center hotel is three and a half blocks on the right.  Distance from hotel: 7 miles Drive time: 10 min.  Driving from the South on Interstate 15: Exit I-15 at 600 South, then follow 600 South to West Temple. Turn left on West Temple and the Hilton Salt Lake City Center hotel is three and a half blocks on the right.  Driving from the North on Interstate 15: Exit I-15 at 400 South, then take a left. Follow 400 South to West Temple and turn left on West Temple. The Hilton Salt Lake City Center hotel is one and a half blocks on the right.  Driving from the West on Interstate 80: Follow I-80 as it merges with I-15 Northbound. Exit I-80/I-15 at 600 South. Follow 600 South to West Temple, then turn left on West Temple. The Hilton Salt Lake City Center hotel is three and a half blocks on the right.  Driving from the East, from Interstate 80 West (Wyoming) or from Interstate 70 West (Colorado). Follow as the interstate merges with I-15 Northbound, then exit at 600 South. Follow 600 South to West Temple and then turn left on West Temple. The Hilton Salt Lake City Center hotel is three and a half blocks on the right.",
        "RelatedURL": "http://hiltonsaltlakecity.com/",
        "DistanceUnit": 0
    },
    "Connections": [
        {
            "ID": 10767,
            "ConnectionTypeID": 11,
            "StatusTypeID": 50,
            "LevelID": 2,
            "Amps": 40,
            "Voltage": 202,
            "PowerKW": 8.1,
            "Quantity": 1
        }
    ],
    "NumberOfPoints": 1,
    "GeneralComments": "http://hiltonsaltlakecity.com/   Ride the parking garage elevator to P1, exit the elevator, go through the glass doors and look in the 11:00 direction. In Valet spot (#19?) right next to the pillar , there is a NEMA 14-50 plug.  The Engineering Supervisor of the hotel, John, had to energize the plug, but it works like a charm!",
    "StatusTypeID": 50,
    "DateLastStatusUpdate": "2012-09-16T21:08:00Z",
    "DateCreated": "2012-09-16T21:08:00Z",
    "SubmissionStatusTypeID": 200
}