{
    "UserComments": [
        {
            "ID": 10437,
            "ChargePointID": 19583,
            "CommentTypeID": 10,
            "UserName": "Accvio",
            "Comment": "There is a major problem of non-electric cars using the four spaces provided. I have been in to customer services several times to point this out. Many of the people parking do not realize they are charging spaces, and I have suggested to Waitrose that they paint the spaces more prominently. I don't think my complaints get further than the customer services person though.\n\nRecently, one of two charging posts was out of action. I reported the fault to Chargemaster, but since repair the charger operates only at 3kw - it does not give the usual option of waiting for a fast, 7kw, charge. It seems to have been downgraded. Since the maximum parking in this car park is 2 hours, 3kw is not very useful.\n\nTrouble is, it seems churlish to complain when Waitrose are troubling to provide charging in the first place.",
            "DateCreated": "2016-05-18T04:29:07.503Z",
            "User": {
                "ID": 6714,
                "Username": "Accvio"
            },
            "CheckinStatusTypeID": 10
        },
        {
            "ID": 10042,
            "ChargePointID": 19583,
            "CommentTypeID": 1000,
            "UserName": "Mattsits ",
            "Comment": "Only one out of the four points is working. One post is completely down and the other has a faulty cover on one of the points ",
            "Rating": 2,
            "DateCreated": "2016-03-29T15:59:49.317Z",
            "User": {
                "ID": 9168,
                "Username": "Mattsits "
            },
            "CheckinStatusTypeID": 10
        },
        {
            "ID": 8303,
            "ChargePointID": 19583,
            "CommentTypeID": 10,
            "UserName": "hotfudge",
            "Comment": "Waitrose is a good charge point as my sauce east card works well so i can charge up & shop in the supper store had a successful charge here to day. ",
            "Rating": 5,
            "DateCreated": "2015-12-25T01:47:23.17Z",
            "User": {
                "ID": 6686,
                "Username": "hotfudge"
            },
            "CheckinStatusTypeID": 10
        },
        {
            "ID": 8182,
            "ChargePointID": 19583,
            "CommentTypeID": 10,
            "UserName": "hotfudge",
            "Comment": "needed to try my new ev cable out went to bury st Edmunds to do a bit of shopping at waitrose supper store the charge master charge point was at the back of car park 2 charge master points where on hand i decided to chose the right one as cars where parked in the bays next door as store was busy this was my first time charging at charge master i was using a ev moped in a hurry i forgot my membership & left it at home i went to waitrose customer services to get help staff did help me out & told me to phone support i then went back to charge point then range charge master customer support they helped me get charging then i went to super store to do shopping the staff did all they can to make my shopping experience enjoyable the new cafe was nice as i could take the wait of my feet the staff said it was ok for me to pop into town for a bit so i went to costa just to relax the ev moped was ready to use wen i came back i rang charge master support line they helped me to disc connect wen i disc connected from the ev point i then went home it was a nice day out this charge point works well it is still operational  all charge points very on who owns them charge master did a nice job and it got me going again polar points are good as my card must work on them as well. ",
            "Rating": 5,
            "DateCreated": "2015-12-09T22:32:20.1Z",
            "User": {
                "ID": 6686,
                "Username": "hotfudge"
            },
            "CheckinStatusTypeID": 10
        }
    ],
    "DateLastVerified": "2019-03-09T06:31:00Z",
    "ID": 19583,
    "UUID": "DBAA6CAC-6A4A-41C8-9731-ECCD72D4B90A",
    "DataProviderID": 1,
    "OperatorID": 32,
    "OperatorsReference": "2073,2075",
    "UsageTypeID": 4,
    "UsageCost": "Inclusive; for Polar Plus subscription members only",
    "AddressInfo": {
        "ID": 19928,
        "Title": "Waitrose Bury St Edmunds",
        "AddressLine1": "Robert Boby Way",
        "AddressLine2": "Bury St Edmunds",
        "Town": "Suffolk",
        "Postcode": "IP33 3DH",
        "CountryID": 1,
        "Latitude": 52.2442419657541,
        "Longitude": 0.708881020545959,
        "AccessComments": "Go round to the far right of the store. Charging bays are facing you.",
        "DistanceUnit": 0
    },
    "Connections": [
        {
            "ID": 26711,
            "ConnectionTypeID": 25,
            "StatusTypeID": 50,
            "LevelID": 2,
            "Amps": 32,
            "Voltage": 230,
            "PowerKW": 4,
            "CurrentTypeID": 10,
            "Quantity": 4
        }
    ],
    "NumberOfPoints": 4,
    "GeneralComments": "Chargemaster post. Formerly on Source East.",
    "StatusTypeID": 50,
    "DateLastStatusUpdate": "2019-03-09T06:31:00Z",
    "MetadataValues": [
        {
            "ID": 180,
            "MetadataFieldID": 4,
            "ItemValue": "Data © OpenStreetMap contributors, ODbL 1.0. http://www.openstreetmap.org/copyright"
        }
    ],
    "DateCreated": "2013-10-08T12:13:00Z",
    "SubmissionStatusTypeID": 200
}