{
    "IsRecentlyVerified": false,
    "ID": 74871,
    "UUID": "92A72688-6EDA-42DE-9EE4-A9984173C29A",
    "DataProviderID": 1,
    "OperatorID": 23,
    "OperatorsReference": "25865",
    "UsageTypeID": 6,
    "UsageCost": "Complimentary for guests",
    "AddressInfo": {
        "ID": 75217,
        "Title": "TWR Y Felin Hotel",
        "AddressLine1": "Caerfai Road",
        "Town": "St David's",
        "StateOrProvince": "Pembrokeshire",
        "Postcode": "SA62 6QT",
        "CountryID": 1,
        "Latitude": 51.8795684568384,
        "Longitude": -5.26028756322944,
        "ContactTelephone1": "01437 725 555",
        "ContactTelephone2": "01437 725 588",
        "ContactEmail": "stay@twryfelinhotel.com",
        "AccessComments": "The charger is located in the guest car park.",
        "RelatedURL": "http://www.twryfelinhotel.com",
        "DistanceUnit": 0
    },
    "Connections": [
        {
            "ID": 108016,
            "ConnectionTypeID": 30,
            "StatusTypeID": 50,
            "LevelID": 2,
            "Amps": 35,
            "Voltage": 240,
            "PowerKW": 7,
            "CurrentTypeID": 10,
            "Quantity": 2
        }
    ],
    "NumberOfPoints": 2,
    "GeneralComments": "Twr y Felin, a former windmill is Wales’ first contemporary art hotel, located in Britain’s smallest city, St Davids. Meticulously restored and extended, featuring contemporary design throughout, the hotel is now home to 19 ensuite bedrooms, two unique suites and over 100 pieces of specially commissioned art, inspired by the St Davids peninsula and Pembrokeshire.\r\nBlas restaurant offers a menu influenced by the season and locality, Cornel Bar is a pre-dinner art lover’s snug, whilst Oriel Lounge is a dedicated gallery space. We welcome both resident and non-resident guests alike and are open daily for breakfast, lunch, afternoon tea, dinner and drinks.\r\nSet in its own private grounds, just a few hundred metres from the centre of St Davids and the 6th century St Davids Cathedral, Twr y Felin is also just a ten-minute walk to the Pembrokeshire Coast Path and the beach at Caerfai Bay. Opposite the hotel is Oriel y Parc National Park Visitor Centre and Gallery which displays the changing exhibitions of the National Museum Wales collections.\r\n\r\nThe hotel joins sister properties, Roch Castle and Penrhiw Hotel, as a luxury accommodation provider in the heart of the Pembrokeshire Coast National Park and is the first fully serviced hotel in the group of heritage properties. \r\nOur rates are per room per night, based on two guests sharing and include VAT, parking and Wi-Fi. Book direct for a preferred rate.\r\n\r\nNote: Due to the contemporary art on display, Twr y Felin is not suitable for children under 12 years. As a hypo-allergenic property, we cannot accept pets. \r\n\r\nwww.twryfelinhotel.com\r\nBooking details:\r\nwww.twryfelinhotel.com/booking | stay@twryfelinhotel.com | events@twryfelinhotel.com \r\n+44 (0)1437 725 555\r\n",
    "StatusTypeID": 50,
    "DateLastStatusUpdate": "2018-10-03T15:48:00Z",
    "DataQualityLevel": 1,
    "DateCreated": "2016-12-06T12:17:00Z",
    "SubmissionStatusTypeID": 200
}