{
    "IsRecentlyVerified": false,
    "DateLastVerified": "2015-09-24T19:09:00Z",
    "ID": 54186,
    "UUID": "8E3FB9E4-4792-4659-B9FD-B78BC58A875D",
    "DataProviderID": 1,
    "OperatorID": 215,
    "UsageTypeID": 4,
    "AddressInfo": {
        "ID": 54532,
        "Title": "Volkswagen Zentrum Karlsruhe GmbH",
        "AddressLine1": "Gottesauer Straße 6",
        "Town": "Karlsruhe",
        "Postcode": "76131",
        "CountryID": 87,
        "Latitude": 49.0081911,
        "Longitude": 8.41736889999993,
        "ContactTelephone1": "+49 721 3840-0",
        "AccessComments": "Rund um die Uhr (24/7) nutzbar. Position: Links neben der Einfahrt, vor dem Tor.. Umgebung:Wenige Gehminuten bis zur Innenstadt von Karlsruhe Restaurant Kippe (günstiges und gut portioniertes Studentenessen) und Flammaurant (super leckerer Flammkuchen, mit All you can eat, wenn man will). Diskothek Agostea ca. 10 Minuten zu Fuß entfernt. Hotel Markgräfler Hof in ca. 10 Minuten zu Fuß erreichbar. Bitte 50 kW verifizieren! Die Aufkleber sind schon angebracht und das Kabel ist nun auch deutlich dicker. --> Säule lädt nicht schneller als vorher, vermutlich wegen zu geringer Anschlussleistung Offiziell nur für Fahrzeuge des VW Konzerns gedacht (Aussage des Betreibers). Der Betreiber hat nun die Parkplatzsituation proaktiv in die Hand genommen. Im neu hochgeladenen Foto sieht man nun ein Schild, welches das Parken auf den speziell gekennzeichneten Ladeparkplätzen reguliert. Dort steht weiterhin keine Einschränkung WER hier genau laden soll. Zumindest wird \"Fremdladen\" nicht explizit verboten. Aktuell parken auch kaum noch Verbrenner auf den Parkplätzen. Wer ein langes Kabel hat, kann zu späteren Zeiten ggf. auch links neben dem äußersten linken Parkplatz stehen, wie auch im Foto oben zu sehen. Aber Vorsicht: hier laufen Fußgänger vorbei und ggf. fahren auch Radfahrer da entlang (Kratzergefahr!).\r\n",
        "RelatedURL": "http://www.partner.volkswagen.de/p_45616/de.html",
        "DistanceUnit": 0
    },
    "Connections": [
        {
            "ID": 68150,
            "ConnectionTypeID": 25,
            "StatusTypeID": 50,
            "LevelID": 2,
            "PowerKW": 22,
            "CurrentTypeID": 20,
            "Quantity": 1
        },
        {
            "ID": 68151,
            "ConnectionTypeID": 33,
            "StatusTypeID": 50,
            "LevelID": 3,
            "PowerKW": 20,
            "CurrentTypeID": 30,
            "Quantity": 1
        }
    ],
    "NumberOfPoints": 2,
    "StatusTypeID": 50,
    "DateLastStatusUpdate": "2015-09-24T19:09:00Z",
    "DataQualityLevel": 1,
    "DateCreated": "2015-09-24T17:21:00Z",
    "SubmissionStatusTypeID": 200
}