{
    "IsRecentlyVerified": false,
    "ID": 15566,
    "UUID": "BC0B392A-FB98-4818-85DD-E27DC8EAE4FB",
    "DataProviderID": 1,
    "OperatorID": 1,
    "UsageTypeID": 1,
    "UsageCost": "Included in parking charge. Spend 150 HKD, one hour free, spend 300 HKD, 2 hours free",
    "AddressInfo": {
        "ID": 15911,
        "Title": "On Shing Street",
        "AddressLine1": "On Shing Street",
        "AddressLine2": "Wu Kai Sha",
        "Town": "New Territories",
        "StateOrProvince": "Hong Kong",
        "Postcode": "NT",
        "CountryID": 50,
        "Latitude": 22.42426863009452,
        "Longitude": 114.23319232463837,
        "ContactTelephone1": "2630 5693",
        "AccessComments": "There are TWO entries for this car park, right next to each other. Choose the FIRST and smaller one, \"Sunshine City Phase 4\" with \"Hourly carpark\", do NOT enter the next one, \"Loading and unloading zone\". Call the number 2630 5693 a few minutes before entering, and a parking staff will go to the spot to unlock the charger. The first level you enter is the level where the EV chargers are, spot 229 and 230 (level 1).",
        "DistanceUnit": 0
    },
    "Connections": [
        {
            "ID": 13883,
            "ConnectionTypeID": 3,
            "StatusTypeID": 50,
            "LevelID": 2,
            "Amps": 13,
            "Voltage": 210,
            "PowerKW": 2.7,
            "CurrentTypeID": 10,
            "Quantity": 2
        }
    ],
    "NumberOfPoints": 2,
    "GeneralComments": " They require some RFID chip, which only the staff has. The good thing is, it also locks your cable in place at the plug, the bad thing is you need the staff both to connect and disconnect. The light on the charger is blue when in standby. It must switch to \"green\" to enable power, and it will go to green once the lid over the plug is closed. If it doesn't turn green, open and close the lid again, make sure it locks in place (to engage the green light).\r\n\r\nCharging is included in the parking fee, but there are only two spots, and they are only 13A (= 50 hours to fully charge a Tesla Model S 85). You need to call the staff again, before you leave, to have it unlocked again. Still better than nothing. Tried it successfully September 24th with Tesla Model S. Both stands were blocked with cones, to help prevent \"ICEing\".",
    "DateLastConfirmed": "2011-05-21T00:00:00Z",
    "StatusTypeID": 50,
    "DateLastStatusUpdate": "2016-07-10T11:25:00Z",
    "DataQualityLevel": 1,
    "DateCreated": "2013-01-11T21:53:00Z",
    "SubmissionStatusTypeID": 200
}