{
    "IsRecentlyVerified": false,
    "ID": 4599,
    "UUID": "97AE1A3A-BEC1-4602-9165-7018F6C68F2D",
    "DataProviderID": 1,
    "OperatorID": 1,
    "UsageTypeID": 1,
    "UsageCost": "Included in parking charge, 12 HKD pr hour",
    "AddressInfo": {
        "ID": 4544,
        "Title": "Tuen Mun Town Plaza III",
        "AddressLine1": "2 Tuen Yan Street",
        "Town": "Tuen Mun",
        "StateOrProvince": "New Territories",
        "Postcode": "NT",
        "CountryID": 4,
        "Latitude": 22.3943772670824,
        "Longitude": 113.97740316391,
        "AccessComments": "From Castle Peak Road, turn onto Tuen Yan Street, 50 m down, on the right side. VERY narrow inside, Tesla Model S has to back up, just to make some of the corners. Go OUT again, a few hundred meters on the (one way) Tuen Yan Street, onto Tuen Fat Road, TMTP Phase 3 has much better parking. Neither charging spots worked (tested 25 Sep 2014)",
        "DistanceUnit": 0
    },
    "Connections": [
        {
            "ID": 259,
            "ConnectionTypeID": 3,
            "StatusTypeID": 100,
            "LevelID": 2,
            "Amps": 13,
            "Voltage": 220,
            "PowerKW": 2.7,
            "CurrentTypeID": 10,
            "Quantity": 2
        }
    ],
    "NumberOfPoints": 2,
    "GeneralComments": "Contributors Note: \r\nVERY complicated procedure, charging didn't work (25 Sep 2014) ,difficult walking access between parking-shroff-mall, very narrow inside, both turns and spots (apart from charging spots, plenty room there). With no power, went back up to entrance (very long walk), they gave me a key, with which I could open the installation box. A timer was inside, it was set to on. I tried both boxes, neither gave any power. It seems like it was turned off remotely, maybe at the fuse panel somewhere. After 15 minutes I gave up, to got to Phase 1 (much better, and very close by). They still charged me 12 HKD, despite I told them the charger didn't work, and I had to leave again. AVOID AT ALL COST until this is fixed (report back here please)",
    "DateLastConfirmed": "2011-05-21T00:00:00Z",
    "StatusTypeID": 100,
    "DateLastStatusUpdate": "2014-09-26T08:14:00Z",
    "DataQualityLevel": 1,
    "DateCreated": "2011-05-25T11:01:00Z",
    "SubmissionStatusTypeID": 200
}