{
    "DateLastVerified": "2022-07-04T10:23:00Z",
    "ID": 193853,
    "UUID": "B4246F12-0211-48FC-A3A4-E81A3951043C",
    "DataProviderID": 1,
    "OperatorID": 1,
    "UsageTypeID": 1,
    "UsageCost": "Free. But units need activation, please request assistance from the Office.",
    "AddressInfo": {
        "ID": 194212,
        "Title": "Mystery Creek Events Centre - Gate 2",
        "AddressLine1": "125 Mystery Creek Road",
        "Town": "Mystery Creek",
        "StateOrProvince": "Waikato",
        "Postcode": "3283",
        "CountryID": 161,
        "Latitude": -37.87267512520811,
        "Longitude": 175.34814999461184,
        "AccessComments": "Open 24/7 with a RFID card, or 9am-5pm weekdays",
        "DistanceUnit": 0
    },
    "Connections": [
        {
            "ID": 315629,
            "ConnectionTypeID": 25,
            "StatusTypeID": 50,
            "LevelID": 2,
            "PowerKW": 22,
            "CurrentTypeID": 20,
            "Quantity": 4,
            "Comments": "Two charging stations with 2 x Type 2 sockets are located in the events centre carpark. Capacity to change 4 cars simultaneously. Bring your own cable.  The chargers can be activated by any RFID card 24/7 (eg. ChargeNet RFID fob), or by the office staff during business hours only. Please plug-in and start the charge, and check-in at the reception to let them know you're charging an EV, if they are open. Please do not expect free carparking during major events. These chargers are provided on best-effort basis. Please be respectful and polite to the staff, otherwise we'll lose the privilege!  To charge: 1. Swipe the fob. Charger will beep to confirm. Green button will lit up. 2. Push green button on the charger. Flap will now unlock. 3. Lift the flap and plug in your cable. 4. Plug in the cable to your vehicle.  To unplug: 1. Unplug the cable from your vehicle. 2. Push the red button on the charger. This will unlock your cable. 3. Unplug the cable and close the flap."
        }
    ],
    "NumberOfPoints": 4,
    "GeneralComments": "The chargers can be activated by any RFID card 24/7 (eg. ChargeNet RFID fob), or by the office staff during business hours only.",
    "StatusTypeID": 50,
    "DateLastStatusUpdate": "2022-07-04T10:23:00Z",
    "DateCreated": "2022-07-04T10:23:00Z",
    "SubmissionStatusTypeID": 200
}