{
    "IsRecentlyVerified": false,
    "DateLastVerified": "2021-09-10T11:43:00Z",
    "ID": 20586,
    "UUID": "55487611-6076-49B1-93DC-BCABCB7EFCC3",
    "DataProviderID": 1,
    "OperatorID": 45,
    "UsageTypeID": 5,
    "UsageCost": "Free",
    "AddressInfo": {
        "ID": 20931,
        "Title": "P+R Zuidpark",
        "AddressLine1": "Spaklerweg 24",
        "Town": "Duivendrecht",
        "Postcode": "1115 RH",
        "CountryID": 159,
        "Latitude": 52.3320132928537,
        "Longitude": 4.922158752900714,
        "ContactTelephone1": "020-2400180",
        "ContactEmail": "contact@zuidpark.nl",
        "AccessComments": "Routebeschrijving per AUTO : Vanuit richting Den Haag: • Neem vanaf de A10 (ringweg zuid) de afslag s111 (Amsterdam Amstel). • Ga aan het eind van de afrit linksaf met de weg mee, de Johannes Blookerweg op. • Volg de Johannes Blookerweg, bij de stoplichten met de bocht mee naar links. • Ga bij het kruispunt Johannes B lookerweg – Spaklerweg linksaf . • Na ongeveer 100 meter ziet u ons parkeerterrein P1 aan uw rechterhand . Vanuit richting Utrecht: • Volg vanaf de A2 de richting Zaanstad (A10 oost). • Neem direct de afslag s111 (Amsterdam Amstel). • Sla aan het eind van de afrit bij de stoplichten linksaf, de Johannes Blookerweg op. • Volg de Johannes Blookerweg, met de bocht mee naar links. • Ga bij het kruispunt Johannes Blookerweg – Spaklerweg linksaf. • Na ongeveer 100 meter ziet u ons parkeerterrein P1 aan uw rechterhand. Vanuit richting Zaanstad / Amersfoort: • Neem vanaf de A10 de afslag s111 (Amsterdam Amstel). • Sla aan het eind van de afrit bij de stoplichten linksaf, de Johannes Blookerweg op. • Volg de Johannes Blookerweg, met de bocht mee naar links. • Ga bij het kruispunt Johannes Blookerweg – Spaklerweg lin ksaf. • Na ongeveer 100 meter ziet u ons parkeerterrein P1 aan uw rechterhand. Vanuit Amsterdam Vertrekpunt Prins Bernardplein/Amstelstation: • Ga de ‘stad uit’ door weg langs het Amstelstation te nemen (station aan rechterhand – Julianaplein) • Ga op de Overzichtweg rechts onder het viaduct door. • Neem de rotonde na het viaduct voor 3/4. U rijdt nu op de Spaklerweg. • Volg de Spaklerweg ca. 1 km tot het grote kruispunt met stoplichten (kruispunt  Spaklerweg met de Van Marwijk Kooystraat ) . Ga hier rechtdoor en na 100 meter rechtsaf de parallelweg op, die u naar de entree van het parkeerterrein van Zuidpark leidt. ZUIDPARK INGANG P1 1 MET HET OPENBAAR VERVOER: Vanaf Amsterdam Centraal / Amstel: • Sneltram 51 richting Westwijk, uitstappen halte Overamstel. Vanaf Amsterdam Sloterdijk, Amsterdam RAI en Amsterdam Zuid/WTC: • Metro 50 richting Gein of sneltram 51 richting Centraal Station, uitstappen halte Overamstel. Vanaf Amsterdam Duivendrecht: • Metro 50 richting Isolatorweg, uitstappen halte Overamstel. Vanaf halte Overamstel: • Neem de uitgang Willem Fenengastraat, ga de trap af en rechtsaf door de poortjes. Volg de Willem Fenengastraat totdat u bij het parkeerterrein uitkomt. De hoofdingang bevindt zich aan de andere zijde van het pand . ZUIDPARK LINKS VAN DE KRUISING 1",
        "RelatedURL": "http://zuidpark.nl/contact/",
        "DistanceUnit": 0
    },
    "Connections": [
        {
            "ID": 22401,
            "ConnectionTypeID": 2,
            "StatusTypeID": 0,
            "LevelID": 3,
            "PowerKW": 50,
            "CurrentTypeID": 30,
            "Quantity": 4
        },
        {
            "ID": 22402,
            "ConnectionTypeID": 25,
            "StatusTypeID": 0,
            "LevelID": 2,
            "Amps": 32,
            "Voltage": 230,
            "PowerKW": 22,
            "CurrentTypeID": 20,
            "Quantity": 40
        }
    ],
    "NumberOfPoints": 44,
    "GeneralComments": "Parkingcharges apply - no smartcards",
    "StatusTypeID": 50,
    "DateLastStatusUpdate": "2021-09-10T11:43:00Z",
    "DataQualityLevel": 1,
    "DateCreated": "2013-11-27T19:27:00Z",
    "SubmissionStatusTypeID": 200
}