{
    "DateLastVerified": "2025-08-25T07:58:00Z",
    "ID": 459259,
    "UUID": "4D23E040-6CDA-4852-89AD-B89351A06D13",
    "DataProviderID": 1,
    "OperatorID": 3771,
    "UsageTypeID": 1,
    "AddressInfo": {
        "ID": 459648,
        "Title": "Posto Z+Z T-63 FastCharger",
        "AddressLine1": "Av. T-63, 1077",
        "Town": "Goiânia",
        "StateOrProvince": "Goiás",
        "Postcode": "74230100",
        "CountryID": 36,
        "Latitude": -16.714314,
        "Longitude": -49.269014,
        "ContactTelephone1": "+55 (62)  999179698‬",
        "RelatedURL": "",
        "DistanceUnit": 0
    },
    "Connections": [
        {
            "ID": 772292,
            "ConnectionTypeID": 33,
            "Reference": "",
            "StatusTypeID": 50,
            "LevelID": 3,
            "PowerKW": 60,
            "CurrentTypeID": 30,
            "Quantity": 2,
            "Comments": "Carregador ultrarrápido de 60 kW.  Comodidades próximas ao local: - 20 metros da Pamonharia Frutos da Terra (a mais tradicional da cidade); - 100 metros da Panificadora Della (uma das melhores da cidade); - 100 metros do Empório Milão (os vinhos e queijos com os menores preços da cidade); - 150 metros do Burger King; - 200 metros do Parque Vaca Brava; - 200 metros do Supermercado Pão de Açúcar; - 250 metros do Mc Donald's e Domino's Pizza; - 300 metros do Goiânia Shopping.  O carregador é conectado à plataforma da Spott, caso seja o seu primeiro uso e queira adiantar o download e o cadastro:   IMPORTANTE! Próximo passo para seu abastecimento com a SPOTT:  Após enviar seus dados para o cadastro da biometria, é necessário baixar o aplicativo da SPOTT, pois é por meio dele que você fará as recargas nos eletropostos.   Cadastre sua biometria para liberação do conector:  http://bit.ly/4ktGGsj   Baixe o app da SPOTT, pois é por meio dele que você fará as recargas nos eletropostos:  Baixe agora:  Android: https://lnkl.st/spott-android  iOS: https://lnkl.st/spott-ios  Qualquer dúvida, estamos à disposição para te ajudar!  WhatsApp para suporte : ‪62 999179698‬"
        }
    ],
    "NumberOfPoints": 2,
    "StatusTypeID": 50,
    "DateLastStatusUpdate": "2025-08-25T07:58:00Z",
    "DateCreated": "2025-07-03T18:50:00Z",
    "SubmissionStatusTypeID": 200
}