{
    "MediaItems": [
        {
            "ID": 40116,
            "ChargePointID": 278516,
            "ItemURL": "https://media.openchargemap.io/images/BR/OCM278516/OCM-278516.orig.2023110410075218.jpg",
            "ItemThumbnailURL": "https://media.openchargemap.io/images/BR/OCM278516/OCM-278516.thmb.2023110410075218.jpg",
            "Comment": "",
            "IsEnabled": true,
            "IsVideo": false,
            "IsFeaturedItem": false,
            "IsExternalResource": false,
            "User": {
                "ID": 48639,
                "Username": "Rodolfo Nader"
            },
            "DateCreated": "2023-11-04T10:08:00Z"
        }
    ],
    "DateLastVerified": "2023-11-04T10:08:00Z",
    "ID": 278516,
    "UUID": "1FEA3971-D11E-4F40-B127-5145A369461B",
    "DataProviderID": 1,
    "OperatorID": 1,
    "UsageTypeID": 4,
    "AddressInfo": {
        "ID": 278903,
        "Title": "Avenida da Liberdade",
        "AddressLine1": "Avenida da Liberdade",
        "AddressLine2": "Jardim Botânico",
        "Town": "Jundiaí ",
        "StateOrProvince": "São Paulo",
        "Postcode": "13214-900",
        "CountryID": 36,
        "Latitude": -23.17111085171034,
        "Longitude": -46.900472357411786,
        "DistanceUnit": 0
    },
    "Connections": [
        {
            "ID": 481308,
            "ConnectionTypeID": 25,
            "Reference": "Seg-Sex 08:00-17:00",
            "StatusTypeID": 50,
            "LevelID": 2,
            "Amps": 32,
            "Voltage": 400,
            "PowerKW": 22,
            "CurrentTypeID": 20,
            "Quantity": 2
        }
    ],
    "NumberOfPoints": 2,
    "GeneralComments": "Retirar o Cartão RFID na Administração Piso Térreo e devolver depois.  É necessário Cadastro para uso.  Tempo máximo de permanência 2h 2 carregadores tipo 2  Prefeitura implanta estação de recarga para veículos elétricos como incentivo à eletromobilidade  Publicada em 24/08/2022 às 17:02  Já está em funcionamento desde meados de agosto a estação de recarga de veículos elétricos, instalada em frente ao Paço Municipal de Jundiaí, com o objetivo de atender à demanda de veículos automotivos elétricos oficiais e também de propriedade de munícipes. A iniciativa faz parte das ações direcionadas para Cidade Inteligente e alinhada com os Objetivos de Desenvolvimento Sustentável (ODS) da Organização das Nações Unidas (ONU) pelo meio ambiente.  O funcionamento é de segunda a sexta-feira, das 8h às 17h, exceto feriados e pontos facultativos. O uso da estação de recarga é gratuito nesta fase experimental, pelo prazo de 90 dias, com uma análise da procura, fluxo e volume de veículos. A implantação de uma eventual cobrança será analisada posteriormente.  “Ainda temos poucos eletropostos nas cidades paulistas e no país. Com essa ação a Prefeitura de Jundiaí dá um importante passo no incentivo à eletromobilidade. Os ganhos ambientais são incontáveis, principalmente na redução da emissão de gás carbônico”, destaca Simone Zanotello de Oliveira, gestora de Administração e Gestão de Pessoas.  Posto de recarga para carros de propulsão elétrica foi implantado na Prefeitura de Jundiaí  Segundo a gestora, está em processo de licitação a aquisição de cinco veículos elétricos para compor a frota do Paço Municipal. A recarga dos veículos com propulsão elétrica é realizada nas duas vagas demarcadas, localizadas no estacionamento ao lado da guarita da Guarda Municipal.  “A eletromobilidade é energia limpa que está em expansão para a movimentação de veículos. O ponto de recarga é mais uma ação de Jundiaí, Cidade Inteligente e das Crianças, para avanço na qualidade de vida da população”, comenta o gestor de Mobilidade e Transporte (UGMT) Aloysio Queiroz.  Para a utilização, é necessário um cadastro prévio do veículo no Departamento de Administração do Paço, com as informações do veículo e os dados pessoais do proprietário e condutor. Após o responsável concordar com as regras do regulamento para utilização da estação, é retirado um cartão no Departamento de Administração, durante o horário de funcionamento, que deve ser devolvido após o término da recarga. O tempo máximo para a utilização inicialmente é de até duas horas por veículo.  Para ter acesso ao Regulamento do Uso Rotativo da Estação de Recarga de Veículos Elétricos, confira no link: https://jundiai.sp.gov.br/administracao-e-gestao-de-pessoas/normatizacao-de-eventos/",
    "StatusTypeID": 50,
    "DateLastStatusUpdate": "2023-11-04T10:08:00Z",
    "DateCreated": "2023-09-29T16:12:00Z",
    "SubmissionStatusTypeID": 200
}